Repository: mjlassila/digress.it
Catalog: trunk/languages/digressit-*.po
Languages: fi

source: Warning: These posts wont
fi: Varoitus: Nämä kirjoitukset eivät

source: Warning: There are comments attached to the structure of this page. Changing the structure of this post will break the alignment of comments to their paragraphs
fi: Varoitus: Sivuun liittyy kommentteja. Kirjoituksen rakenteen muuttaminen rikkoo kommenttien ja kappaleiden välisen yhteyden.

source: Warning: Digress.it requires permalinks to be enabled. Please go to <a href='
fi: Varoitus: Digress.it vaatii pysyväis

source: Digress.it Options
fi: Digress.it -asetukset

source: Enable Digress.it
fi: Ota Digress.it käyttöön

source: The content of this page will be the first thing a visitor to your website will see.
fi: Sisältö joka näytetään ensimmäisenä.

source: Front Page Menu
fi: Etusivulle julkaisu

source: Front Page Order
fi: Etusivun järjestys

source: Front Page Order by
fi: Järjestyksen suunta

source: Front page content
fi: Etusivun sisältö

source: Table of Contents Label
fi: Sisällysluettelon otsikko

source: Comments by Section Label
fi: Otsikko osion mukaan listatuille kommenteille

source: Comments by Users Label
fi: Otsikko käyttäjän mukaan listatuille kommenteille

source: General Comments Label
fi: Yleiskommenttien otsikko

source: Keyboard Navigation
fi: Näppäinnavigointi

source: Enable Citation Button
fi: Ota saavutettavuusmoodi käyttöön

source: Enable Comment Tagging
fi: %s kommentti odottamassa tarkistusta.

source: BuddyPress Support
fi: Tukifoorumit

source: Frontpage List Style
fi: Etusivun listan tyyli

source: None
fi: Ei mitään

source: Lower Alphabet
fi: pienet kirjaimet

source: Upper Alphabet
fi: Isot kirjaimet

source: Lower Roman
fi: Pienet roomalaiset numerot

source: Upper Roman
fi: Isot roomalaiset numerot

source: Square
fi: neliö

source: Circle
fi: ympyrä

source: Allow General Comments
fi: Salli yleiskommentit

source: Enable Instant Content Search
fi: Ota käyttöön sisällön pikahaku

source: Parse List Items
fi: Navigaatiovalikon kohdat

source: Show Pages in Menu
fi: Näytä sivut valikossa

source: Enable Drop Down Menu
fi: Ota pudotusvalikko käyttöön

source: Enable Sidebar
fi: Ota sivupalkki käyttöön

source: Sidebar Position
fi: Sivupalkin sijainti

source: Auto-hide Sidebar
fi: Piilota sivupalkki automaattisesti

source: In Sidebar Show
fi: Näytä sivupalkissa

source: Custom Header Image URL
fi: Otsakekuvan osoite

source: Custom Style Sheet
fi: Muokkaa CSS-tyyliä

source: Advanced
fi: Edistyneet ominaisuudet

source: Debug Mode
fi: Debuggaustila

source: Content Parsing Function
fi: Käsittelyfunktio sisällölle

source: Separator Tag
fi: %1$s %2$s %3$s avainsanan RSS-syöte

source: Comments Parsing Function
fi: Käsittelyfunktio kommenteille

source: Comment Box Parsing Function
fi: Kommenttien käsittelyfunktio

source: Save Changes
fi: Tallenna muutokset

source: Reset Options
fi: Palauta oletusasetukset

source: Submit Comment
fi: Lähetä kommentti

source: There are
fi: Oletko eksyksissä?

source: comments in this document
fi: Tallenna siirretyt tiedostot tähän kansioon:

source: Server failed to respond. Please try again later
fi: Palvelin ei vastaa. Yritä myöhemmin uudelleen.

source: Username
fi: Käyttäjänimi

source: Password
fi: Salasana

source: Create an account
fi: Luo käyttäjätili

source: Lost Password?
fi: Salasana hukassa?

source: Sign in
fi: Kirjaudu sisään

source: Sign In Successful
fi: Virhe poistamisessa.

source: Comment Browser
fi: %s kommentti hyväksytty

source: Search
fi: Etsi

source: Title:
fi: Otsikko:

source: Comments on: %s
fi: Artikkelin %s kommentit

source: Comments for %s searching on %s
fi: Sivuston %s kommentit, hakusana: %s

source: Comments for %s
fi: Sivuston %s kommentit

source: Comment on %1$s by %2$s
fi: %2$s on kommentoinut artikkelia %1$s

source: Load More
fi: Lataa lisää

source: Reply
fi: Vastaa

source: Mark as Favorite
fi: Merkitse suosikiksi

source: Favorite
fi: Suosikki

source: Remove Favorite
fi: Poista suosikki

source: In reply to
fi: Vastauksena

source: View Thread / Permalink
fi: Näytä viestiketju / Pysyvä linkki

source: View
fi: Näytä

source: Post
fi: artikkeli

source: or press esc to cancel.
fi: tai peruuta painamalla ESC.

source: Site Activity
fi: Sivuston tapahtumat

source: The public activity for everyone on this site.
fi: Sivun käyttäjien julkiset tapahtumat.

source: All Members (%s)
fi: Kaikki käyttäjät (%s)

source: The activity of my friends only.
fi: Vain verkostooni kuuluvien käyttäjien tapahtumat.

source: My Friends (%s)
fi: Kontaktit (%s(

source: The activity of groups I am a member of.
fi: Omien ryhmien tapahtumat.

source: My Groups (%s)
fi: Ryhmät (%s)

source: The activity I've marked as a favorite.
fi: Tapahtuma joka on merkitty suosikiksi.

source: My Favorites (<span>%s</span>)
fi: Suosikit (<span>%s</span>)

source: (%s new)
fi: (uusia %s)

source: No Filter
fi: Ei suodatusta

source: Show Updates
fi: Näytä päivitykset

source: Show Blog Posts
fi: Näytä blogiartikkelit

source: Show Blog Comments
fi: Näytä blogikommentit

source: Show Forum Replies
fi: Näytä foorumikeskustelujen vastaukset

source: Show New Groups
fi: Näytä uudet ryhmät

source: Show Friendship Connections
fi: Näytä kontaktit

source: Show New Members
fi: Näytä uudet

source: What's new in %s, %s?
fi: Uudet ominaisuudet

source: What's new %s?
fi: Uudet ominaisuudet

source: Post Update
fi: Muutosloki päivityksen jälkeen

source: Post in
fi: Kirjoitus ryhmäkeskustelussa:

source: My Profile
fi: Oma profiili

source: No posts by this author.
fi: Ei kirjoituksia tältä kirjoittajalta.

source: Visit Blog
fi: WordPress-uutisia (suomi)

source: Create a Blog
fi: Luo blogi

source: Blogs Directory
fi: Blogihakemisto

source: Blog registration is currently disabled
fi: Blogien perustamista ei tällä hetkellä sallita.

source: All Blogs (%s)
fi: Kaikki blogit (%s)

source: My Blogs (%s)
fi: Omat blogit (%s)

source: Order By:
fi: Järjestä:

source: Last Active
fi: Viimeksi aktiivinen

source: Newest
fi: Uusimmat

source: Alphabetical
fi: Aakkosellinen

source: Go to thread
fi: Siirry viestiketjuun

source: This comment is awaiting moderation.
fi: Kommenttisi odottaa hyväksyntää.

source: No comments
fi: Ei kommentteja

source: This post is password protected. Enter the password to view comments.
fi: Artikkeli on salasanasuojattu. Syötä salasana katsoaksesi kommentteja.

source: You must be logged in to write a comment.
fi: Kommentointi on sallittu vain sisäänkirjautumisen jälkeen.

source: Sign In
fi: Kirjaudu sisään

source: Create Account
fi: Luo käyttäjätili

source: This discussion is now closed.
fi: Keskustelu on suljettu.

source: show all
fi: näyt kaikki

source: Powered by
fi: Moottorina WordPress

source: New Topic
fi: Uusi viestiketju

source: Topic Title
fi: Aiheen otsikko

source: Latest Poster
fi: Viimeisin kirjoittaja

source: Posted In Group
fi: Kirjoitettu ryhmässä

source: Posts
fi: Artikkelit

source: Freshness
fi: Uutuus

source: Permalink
fi: Kestolinkki:

source: Group Forums Directory
fi: Ryhmäkeskustelujen hamekimsto

source: Post a New Topic:
fi: Lisää uusi artikkeli:

source: Content:
fi: Sisältö:

source: Tags (comma separated):
fi: Avainsanat (erotettuna pilkulla):

source: Post In Group Forum:
fi: Kirjoitus ryhmäkeskustelussa:

source: Post Topic
fi: Lähetä viesti

source: Cancel
fi: Peruuta

source: All Topics (%s)
fi: Kaikki aiheet (%s)

source: My Topics (%s)
fi: Omat aiheeni(%s)

source: Most Posts
fi: Kaikki artikkelit

source: Unreplied
fi: Ei vastattu

source: Congratulations on installing the Multisite edition of Digress.it
fi: Olet nyt asentanut Digress.it -lisäosan monisivustoversion.

source: This is the frontpage to your Multi-site community.
fi: Tämä on monisivuston etusivu.

source: To edit this page you can take one of the following actions:
fi: Vaihtoehdot sivun muokkaamiseen:

source: Create a Group
fi: Luo ryhmä

source: Groups Directory
fi: Ryhmähakemisto

source: * Group Name
fi: * Ryhmän nimi

source: (required)
fi: (pakollinen)

source: * Group Description
fi: * Ryhmän kuvaus

source: Enable comment wire
fi: %s kommentti odottamassa tarkistusta.

source: Enable discussion forum
fi: Ota ryhmäkeskustelut käyttöön

source: Privacy Options
fi: Yksityisyysasetukset

source: This is a public group
fi: Ryhmä on julkinen

source: Any site member can join this group.
fi: Kuka tahansa sivuston käyttäjä voi liittyä ryhmään.

source: This group will be listed in the groups directory and in search results.
fi: Ryhmä näkyy ryhmähakemistossa ja hakutuloksissa.

source: Group content and activity will be visible to any site member.
fi: Ryhmän sisällöt ja toiminta näkyy kenelle tahansa sivuston käyttäjälle.

source: This is a private group
fi: Ryhmä on yksityinen

source: Group content and activity will only be visible to members of the group.
fi: Ryhmän sisällöt ja toiminta näkyy kenelle tahansa sivuston käyttäjälle.

source: This is a hidden group
fi: Ryhmä on piilotettu

source: Upload Image
fi: Siirrä kuva

source: Crop Group Avatar
fi: Rajaa ryhmän avatar

source: Avatar to crop
fi: Rajattava avatar

source: Avatar preview
fi: Avatarin esikatselu

source: Crop Image
fi: Kuvan rajaus

source: Remove Invite
fi: Poista kutsu

source: Previous Step
fi: &laquo; Edellinen

source: Next Step
fi: Seuraava &raquo;

source: Create Group and Continue
fi: Luo ryhmä ja jatka

source: Finish
fi: Viimistele

source: active %s ago
fi: Viimeksi aktiivinen

source: There were no groups found.
fi: Ryhmiä ei löytynyt.

source: All Groups (%s)
fi: Kaikki ryhmät (%s)

source: Most Members
fi: Eniten jäseniä

source: Newly Created
fi: Luontipäivämäärä

source: Group Name
fi: Ryhmän nimi

source: Group Description
fi: Ryhmän kuvaus

source: Notify group members of changes via email
fi: Ilmoita ryhmän jäsenille muutoksista sähköpostitse

source: Yes
fi: Kyllä

source: No
fi: Ei

source: Delete Avatar
fi: Poista avatar

source: Crop Avatar
fi: Avatarin rajaus

source: Administrators
fi: Ylläpitäjät

source: Moderators
fi: Moderaattorit

source: Members
fi: Kirjoittajat

source: (banned)
fi: (porttikielto)

source: Kick and ban this member
fi: Anna käyttäjälle porttikielto

source: Remove Ban
fi: Kumoa porttikielto

source: Kick &amp; Ban
fi: Anna käyttäjälle porttikielto

source: Promote to Mod
fi: Anna moderaattorioikeudet

source: Promote to Admin
fi: Anna ylläpitäjäoikeudet

source: This group has no members.
fi: Ryhmään ei kuulu käyttäjiä.

source: Accept
fi: Hyväksy

source: Reject
fi: Hylkää

source: There are no pending membership requests.
fi: Jäsenyyspyyntöjä ei ole odottamassa.

source: I understand the consequences of deleting this group.
fi: Ymmärrän mitä ryhmän poistaminen tarkoittaa.

source: Delete Group
fi: Luo ryhmä

source: Group Forum
fi: Kirjoitus ryhmäkeskustelussa:

source: Group Forum Directory
fi: Ryhmäkeskustelujen hamekimsto

source: Edit Topic:
fi: Aiheen otsikko

source: Edit Post:
fi: Muokkaa artikkelia:

source: This topic does not exist.
fi: Lisäosan tiedostoa ei ole olemassa.

source: %s said %s ago:
fi: %s kirjoitti %s sitten:

source: Permanent link to this post
fi: Kiinnitä tämä artikkeli etusivulle

source: Add a reply:
fi: Vastaus:

source: Post Reply
fi: Peruuta vastaus

source: There are no posts for this topic.
fi: Tälle vimpaimelle ei ole asetuksia.

source: Group Admins
fi: Ryhmän ylläpitäjät

source: Group Mods
fi: Ryhmän moderaattorit

source: You are requesting to become a member of the group '%s'.
fi: Olet hakemassa ryhmän '%s' jäsenyyttä.

source: Comments (optional)
fi: %1$s %2$s %3$s kommenttien syöte

source: Send Request
fi: Lähetetäänkö salasana?

source: Send Invites
fi: Lähetetäänkö salasana?

source: My Account
fi: Oma käyttäjätili

source: Logout
fi: Kirjaudu ulos

source: Register
fi: Rekisteröidy

source: Login
fi: Käyttäjätunnus

source: Members Directory
fi: Ryhmähakemisto

source: Newest Registered
fi: Uusimmat lisäosat

source: Sorry, no members were found.
fi: Haulla ei löytynyt käyttäjiä.

source: You have no pending friendship requests.
fi: Jäsenyyspyyntöjä ei ole odottamassa.

source: %s members
fi: Kirjoittajat

source: Mention this User
fi: Käyttäjä poistettiin tältä sivustolta.

source: Send a private message to this user.
fi: Lähetä tämä salasana uudelle käyttäjälle sähköpostilla.

source: Send Private Message
fi: Mukautettu ylläpitotilaviesti.

source: Send To (Username or Friend's Name)
fi: Vastaanottaja (käyttäjänimi tai kontaktin nimi)

source: This is a notice to all users.
fi: Tämä on huomautus kaikille käyttäjille.

source: Subject
fi: Aihe

source: Message
fi: Mukautettu ylläpitotilaviesti.

source: Send Message
fi: Lähetetäänkö salasana?

source: From:
fi: Lähettäjä:

source: To:
fi: Vastaanottaja:

source: View Message
fi: Otenäkymä

source: Delete Message
fi: Poista galleria

source: Sorry, no messages were found.
fi: Haulla ei löytynyt viestejä.

source: Sent:
fi: Lähetetty:

source: Sorry, no notices were found.
fi: Haulla ei löytynyt ilmoituksia.

source: Sent between %s and %s
fi: Hyväksy ja vastaa

source: Send a Reply
fi: Peruuta vastaus

source: Send Reply
fi: Peruuta vastaus

source: Change Avatar
fi: Avatarien näyttö

source: Delete My Avatar
fi: Rajaa ryhmän avatar

source: Crop Your New Avatar
fi: Kirjoita uusi salasanasi alle.

source: Editing '%s' Profile Group
fi: Kirjoitettu ryhmässä

source: Clear
fi: tyhjennä

source: This post is password protected. To view it please enter your password below:
fi: Tämä artikkeli on suojattu salasanalla. Syötä salasanasi:

source: Account Activated
fi: Käyttäjätili on aktivoitu

source: Activate your Account
fi: Ota käyttäjätunnus käyttöön

source: Activation Key:
fi: Aktivointiavain:

source: Activate
fi: Ota käyttöön

source: Create an Account
fi: Luo käyttäjätili

source: Account Details
fi: Käyttäjätilin tiedot

source: Email Address
fi: Sähköpostiosoite

source: Choose a Password
fi: Valitse salasana

source: Confirm Password
fi: Varmista uusi salasana

source: Profile Details
fi: Profiilin tiedot

source: Blog Details
fi: Blogin tiedot

source: Blog URL
fi: Base URL

source: Blog Title
fi: Blogin otsikko

source: Complete Sign Up
fi: Tunnuksien luonti on valmis!

source: Sign Up Complete!
fi: Tunnuksien luonti on valmis!

source: Your Current Avatar
fi: Nykyinen avatar

source: No Results
fi: Ei tuloksia.

source: Comment Count
fi: Kommenttien lukumäärä

source: Numbers
fi: Numeroitu

source: Left
fi: Vasen

source: Right
fi: Oikea

source: Section Number
fi: Osion numero

source: Ascending
fi: Nouseva

source: Descending
fi: Laskeva

source: Date
fi: Päivämäärä

source: Pages
fi: Sivut

source: Custom Digress.it Type
fi: Digress.it -sisältötyyppi
